Repository: NicolasKargruber/ConiuGatto
Catalog: lib/l10n/app_*.arb
Languages: de

# tensesLabel
source: Tenses
de: Zeiten

# tensesAppTitle
source: Tenses 📊
de: Zeiten 📊

# verbsLabel
source: Verbs
de: Verben

# verbsAppTitle
source: Verbs 📚
de: Verben 📚

# aboutAppTitle
source: About
de: Über

source: Show Introduction
de: Einführung anzeigen

source: Change Language
de: Sprache ändern

# showInStore
source: Go to store
de: Im Store anzeigen

# filtersAppTitle
source: Filters 🕹️
de: Filter 🕹️

# tenseFiltersSubtitle
source: The following tenses will be included in your Quiz.
de: Die folgenden Zeiten werden im Quiz verwendet.

source: Update tenses
de: Zeiten ändern

# tensesSheetSubtitle
source: Choose from the Tenses below
de: Wähle aus den folgenden Zeiten

# verbFiltersSubtitle
source: The following verbs will be included up in your Quiz.
de: Die folgenden Verben werden im Quiz verwendet.

source: Update verbs
de: Verben ändern

# verbsSheetSubtitle
source: Choose from the Filters below
de: Wähle aus den folgenden Filtern

# irregularityLabel
source: Irregularity
de: Unregelmäßigkeit

# endingLabel
source: Ending
de: Endung

# auxiliaryLabel
source: Auxiliary
de: Hilfsverb

# pronounsLabel
source: Pronouns
de: Pronomen

# pronounFiltersSubtitle
source: The following pronouns will be included up in your Quiz.
de: Die folgenden Pronomen werden im Quiz verwendet.

source: Update pronouns
de: Pronomen ändern

# pronounsSheetSubtitle
source: Choose from the Pronouns below
de: Wähle aus den folgenden Pronomen

source: No verbs available 💨
de: Keine Verben verfügbar 💨

# languageLevelsTitle
source: Language Levels
de: Sprachniveaus

# languageLevelsSubtitle
source: Italian tense are grouped into the following CEFR levels: A1, A2, B1, B2 and C1.
de: Italienische Zeiten sind in folgende GER-Niveaus kategorisiert: A1, A2, B1, B2 und C1.

# languageLevelsBody
source: After reaching fluency in the tense it will be successfully marked as fluent.
de: Sobald du eine Zeit fließend beherrschst, wird sie als gemeistert markiert.

# quizzingVerbsTitle
source: Quizzing verbs
de: Verben abfragen

# quizzingVerbsSubtitle
source: Every quiz question consists of a VERB, TENSE (+ MOOD) and PRONOUN.
de: Jede Quizfrage besteht aus einem VERB, einer ZEIT (+ MODUS) und einem PRONOMEN.

# quizzingVerbsBody
source: In order to answer a question you must conjugate the verb accordingly.
de: Um eine Frage zu beantworten, musst du das Verb entsprechend konjugieren.

# starringVerbsTitle
source: Starring verbs
de: Verben favorisieren

# starringVerbsSubtitle
source: To quiz only specific verbs you can star them via the star button.
de: Um nur bestimmte Verben abzufragen, kannst du sie mit dem Stern markieren.

# starringVerbsBody
source: Apply your 'Starred ⭐' verbs in your quiz filters.
de: Wende deine 'Markierten ⭐' Verben in den Quiz-Filtern an.

# doubleAuxiliaryTitle
source: Double Auxiliary
de: Doppelte Hilfsverben

# doubleAuxiliarySubtitle
source: Some italian verbs can use both AVERE and ESSERE.
de: Einige italienische Verben können sowohl AVERE als auch ESSERE verwenden.

# doubleAuxiliaryBody
source: You can choose which auxiliary the conjugation tables will display.
de: Du kannst wählen, welches Hilfsverb in den Konjugationstabellen angezeigt wird.

# reportIssueTitle
source: Report issue
de: Problem melden

# reportIssueSubtitle
source: All conjugations have a little flag somewhere. By tapping this flag, you can report an issue.
de: Alle Konjugationen haben irgendwo eine kleine Flagge. Tippe sie an, um ein Problem zu melden.

# reportIssueBody
source: This helps me (the developer) out a lot!
de: Das hilft mir (dem Entwickler) sehr!

# endQuizTitle
source: End Quiz?
de: Quiz beenden?

# endQuizSubtitle
source: Are you sure you want to exit this quiz?
de: Möchtest du dieses Quiz wirklich beenden?

# noMatchingQuestions
source: No matching Questions available! 😭
de: Keine passenden Fragen verfügbar! 😭

# checkYourFiltersLabel
source: Check your Filters in the Settings
de: Überprüfe deine Filter in den Einstellungen

source: Go to Filters
de: Zu den Filtern

# revisionAppTitle
source: Revision
de: Zusammenfassung️

# revisionAnswer
source: Answer: {answer}
de: Antwort: {answer}

# revisionSolution
source: Solution: {solution}
de: Lösung: {solution}

# quizIncorrectLabel
source: Quiz Incorrect Conjugations
de: Falsche Konjugationen wiederholen

# tenseExample
source: Example: {example}
de: Beispiel: {example}

# fluencyScoreLabel
source: Fluency Score:
de: Sprachkompetenz:

# lastQuizzedLabel
source: Last time quizzed:
de: Zuletzt abgefragt:

# fluencyReachedLabel
source: Congratulations! You're now fluent in this tense! 🎉🕺🏻
de: Glückwunsch! Du beherrschst diese Zeitform fließend! 🎉🕺🏻

# revisionSheetTitle
source: Revision Quiz
de: Wiederholungs-Quiz

# revisionSheetSubtitle
source: Number of questions
de: Anzahl der Fragen

source: Start quiz
de: Quiz starten

# verbSearchbarHint
source: Search verb ...
de: Verb suchen ...

source: No verb found! 🔍
de: Kein Verb gefunden! 🔍

source: Request verb
de: Verb anfragen

# foundIssueLabel
source: Found an issue?
de: Problem gefunden?

source: Report issue
de: Problem melden

# incorrectLabel
source: Incorrect
de: Falsch

# correctAnswerLabel
source: Correct Answer
de: Richtige Antwort

# incorrectAnswer
source: ❌ Wrong Answer!
de: ❌ Falsche Antwort!

source: 📄 Blank Answer!
de: 📄 Leere Eingabe!

# wrongPronounInAnswer
source: 🥸 Wrong Pronoun!
de: 🥸 Falsches Pronomen!

# missingAccentsInAnswer
source: 🎩 Almost, accents are missing ...
de: 🎩 Fast, Akzente fehlen ...

# almostCorrectAnswer
source: 🧐 There is a typo somewhere ...
de: 🧐 Da ist wohl ein Tippfehler ...

source: ✅ Correct Answer!
de: ✅ Richtige Antwort!

source: Regular
de: regulär

source: Irregular
de: irregulär

source: Highly irregular
de: stark irregulär

source: Never
de: Noch nie

source: Today
de: Heute

source: Yesterday
de: Gestern

# daysAgo
source: {days} days ago
de: {days} Tage her

source: Check
de: Prüfen

source: Back
de: Zurück

source: Skip
de: Überspringen

source: Done
de: Fertig

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Select All
de: Alle auswählen

# unselectOrSelectAll
source: Un-/Select All
de: Alle ab-/auswählen
